tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "asimov"
brew "git"
brew "hugo"
brew "jenv"
brew "maven"
brew "neovim"
brew "source-highlight"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "temurin"
cask "iterm2"
cask "rectangle"
cask "vscodium"
cask "keycastr"
